const events = [{
  calName: '2022假期安排',
  start: [2022, 1, 1],
  end: [2022, 1, 4],
  title: '元旦假期',
  categories: ['假期']
},
{
  calName: '2022假期安排',
  start: [2022, 1, 29],
  end: [2022, 1, 31],
  title: '春节调休',
  categories: ['上班']
},
{
  calName: '2022假期安排',
  start: [2022, 1, 31],
  end: [2022, 2, 7],
  title: '春节假期',
  categories: ['假期']
},
{
  calName: '2022假期安排',
  start: [2022, 4, 2],
  end: [2022, 4, 3],
  title: '清明调休',
  categories: ['上班']
},
{
  calName: '2022假期安排',
  start: [2022, 4, 3],
  end: [2022, 4, 6],
  title: '清明节假期',
  categories: ['假期']
},
{
  calName: '2022假期安排',
  start: [2022, 4, 24],
  end: [2022, 4, 25],
  title: '劳动节调休',
  categories: ['上班']
},
{
  calName: '2022假期安排',
  start: [2022, 4, 30],
  end: [2022, 5, 5],
  title: '劳动节假期',
  categories: ['假期']
},
{
  calName: '2022假期安排',
  start: [2022, 5, 7],
  end: [2022, 5, 8],
  title: '劳动节调休',
  categories: ['上班']
},
{
  calName: '2022假期安排',
  start: [2022, 6, 3],
  end: [2022, 6, 6],
  title: '端午节假期',
  categories: ['假期']
},
{
  calName: '2022假期安排',
  start: [2022, 9, 10],
  end: [2022, 9, 13],
  title: '中秋节假期',
  categories: ['假期']
},
{
  calName: '2022假期安排',
  start: [2022, 10, 1],
  end: [2022, 10, 8],
  title: '国庆节假期',
  categories: ['假期']
},
{
  calName: '2022假期安排',
  start: [2022, 10, 8],
  end: [2022, 10, 10],
  title: '国庆节调休',
  categories: ['上班']
},
{
  start: [2022, 3, 14],
  end: [2022, 3, 15],
  title: '贾莹生日🎂',
},
{
  start: [2022, 12, 19],
  end: [2022, 12, 20],
  title: '张鑫生日🎂',
},
]
exports.data = events